content/posts/eikonal_approximation.md
+++
title = "Eikonal Approximation"
author = ["svejk"]
tags = ["scattering", "quantumMechanics"]
draft = false
+++

## Eikonal Approximation in [Quantum Mechanics]({{< relref "quantum_mechanics.md" >}}) {#eikonal-approximation-in-quantum-mechanics--quantum-mechanics-dot-md}


### Introduction and Background {#introduction-and-background}

The root eikon comes from **eikenai**, a transliteration of the Greek \\(\epsilon\iota\kappa\epsilon\nu\alpha\iota\\) meaning 'to resemble'.  In Greek the word \\(\epsilon\iota\kappa\omicron\nu\\) means image -- compare 'icon' in English. The image provided by the eikonal approximation in scattering has its origin in optics, wherein one assumes (ray optics) that the size of an obstacle is large compared to the wavelength of scattered light. When diffraction is involved, one moves from the eikonal approximation (back) to [Maxwell's Equations]({{< relref "maxwell_s_equations.md" >}}).


### [Optics]({{< relref "optics.md" >}}) and Quantum Mechanics {#optics--optics-dot-md--and-quantum-mechanics}

Optics is described by Maxwell's equations, which can be written as a wave equation with dispersion relation \\(\omega = ck\\)
